Repository: boospot/boo-recipes
Catalog: languages/boo-recipes-*.po
Languages: de_de

source: Update Recipes Meta
de_de: Rezept Meta aktualisieren

source: Why Update Meta
de_de: Warum Meta aktualisieren?

source: You need to update recipes that are using image sliders. No Need to update if slider is working fine after update. Its only required in some special cases.
de_de: Sie müssen Rezepte aktualisieren, die Bildschieberegler verwenden. Keine Aktualisierung erforderlich, wenn der Schieberegler nach der Aktualisierung ordnungsgemäß funktioniert. Es ist nur in einigen besonderen Fällen erforderlich.

source: List of Recipes requiring update
de_de: Liste der Rezepte die ein Update benötigen

source: Congratulations
de_de: Gratulation

source: All your Recipes are updated. You dont need to do anything for recipes meta update.
de_de: Alle Ihre Rezepte werden aktualisiert. Sie müssen nichts für die Meta-Aktualisierung von Rezepten tun.

source: Recipes
de_de: Rezepte

source: Sorry, You do not have sufficient permissions to do this action.
de_de: Du verfügst nicht über ausreichende Rechte, um diese Aktion zu vollziehen.

source: Sorry, We could not find any old settings
de_de: Leider konnten wir keine alten Einstellungen finden

source: Old Settings have been successfully deleted.
de_de: Alte Einstellungen wurden erfolgreich gelöscht.

source: Page shall reload automatically after %s seconds
de_de: Die Seite wird nach%s Sekunden automatisch neu geladen

source: Sorry, There was an error while deleting old settings. Please try again later
de_de: Entschuldigung, beim Löschen alter Einstellungen ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal

source: Sorry, You dont have sufficient permissions to do this action.
de_de: Entschuldigung, Sie haben nicht genügend Berechtigungen, um diese Aktion auszuführen.

source: Sorry, Settings related to site language is not found. Old settings worked on the basis of site language. We cant do much in this regard. Please contact plugin support to resolve this site-specific issue.
de_de: Leider wurden keine Einstellungen für die Website-Sprache gefunden. Alte Einstellungen funktionierten auf der Basis der Site-Sprache. Wir können in dieser Hinsicht nicht viel tun. Bitte wenden Sie sich an den Plugin-Support, um dieses Site-spezifische Problem zu beheben.

source: Settings have been successfully converted. Total changes made to database are %s.
de_de: Einstellungen wurden erfolgreich konvertiert. Die gesamten an der Datenbank vorgenommenen Änderungen betragen%s.

source: Settings
de_de: Einstellungen

source: Recipe Single
de_de: Einzel Rezept

source: Recipe Archive
de_de: Rezept Archiv

source: Search Form
de_de: Such Formular

source: Widget Settings
de_de: Widget Einstellungen

source: Special
de_de: Spezial

source: Uninstall
de_de: Deinstallieren

source: Accent Color
de_de: Akzent-Farbe

source: This will the theme color for the recipe
de_de: Dies wird die Themen-Farbe für das Rezept

source: Secondary Color
de_de: Sekundäre Farbe

source: This will be the color for secondary elements (usually in contrast of accent)
de_de: Dies wird die Farbe für sekundäre Elemente (in der Regel im Gegensatz von Akzent)

source: Icon Color
de_de: Icon Farbe

source: This will be the color for icons
de_de: Dies wird die Farbe für Symbole sein

source: Border Color
de_de: Rahmen Farbe

source: This will be the color for borders in elements
de_de: Das wird die Farbe für Rahmen in den Elementen sein

source: Recipe Style
de_de: Rezept Style

source: Style %s
de_de: Stil %s

source: More Styles in Premium Version
de_de: Mehr Stile in der Premium Version

source: Enable WYSIWYG Editor?
de_de: WYSIWYG Editor aktivieren?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: This will only be available for Short Description and Additional Notes
de_de: Dies ist nur für Kurzbeschreibungen und zusätzliche Hinweise verfügbar

source: Show Nutrition? (Global)
de_de: Zeige Nährwertetabelle? (Global)

source: Do you want to show Nutrition info in individual Recipe?
de_de: Wenn Aktiviert -- wird die Nährwerttabelle für alle Rezepte Aktiviert.

source: Show Icons?
de_de: Zeige Icons ?

source: Do you want to show icons in individual Recipe?
de_de: Möchtest du Symbole im Einzelrezept anzeigen?

source: Show Labels for Key Points?
de_de: Etiketten für Schlüsselpunkte anzeigen

source: Do you want to show labels for key points in individual Recipe?
de_de: Möchten Sie Beschriftungen für wichtige Punkte in einzelnen Rezepten anzeigen?

source: Ingredients Editor
de_de: Zutaten-Editor

source: Simple Textarea
de_de: Einfacher Textbereich

source: Ingredients by the Side
de_de: Zutaten auf der Seite

source: Do you Want to show ingredients by the side?
de_de: Möchtest du Zutaten auf der Seite anzeigen?

source: Nutrition by the Side
de_de: Nährwertangaben anzeigen

source: Do you Want to show nutrition by the side?
de_de: Möchten Sie die Nähwertangaben anzeigen?

source: Show Featured Image?
de_de: Beitragsbild anzeigen?

source: Some Themes add this to header, you may want to hide the one added by this plugin to avoid duplicated contents
de_de: Manche Themes fügen das dem Header hinzu, sie möchten vielleicht das von diesem Plugin hinzugefügte verstecken um doppelten Inhalt zu vermeiden

source: Show Recipe Title?
de_de: Name des Rezeptes anzeigen

source: Show Recipe Publish info?
de_de: Veröffentlichungsinformationen des Rezeptes anzeigen?

source: Show Share Buttons?
de_de: Teilen Buttons anzeigen?

source: Do you Want to show share buttons on recipe page?
de_de: Möchtest du "Teilen" Buttons auf der Rezeptseite anzeigen?

source: Show Author
de_de: Zeige Autor

source: Do you Want to show author name on recipe page?
de_de: Möchten Sie den Autorennamen auf der Rezeptseite anzeigen?

source: Show Published Date
de_de: Zeige Veröffentlichungsdatum

source: Do you want to show published date on recipe page?
de_de: Möchten Sie das Veröffentlichungsdatum auf der Rezeptseite anzeigen?

source: Featured image height
de_de: Featured Bild Höhe

source: Maximum height of the recipe image
de_de: Maximale Höhe des Rezeptbildes

source: Recipe default image
de_de: Rezept-Standardbild

source: Paste the full url to the image you want to use
de_de: Fügen Sie die vollständige URL in das Bild ein, das Sie verwenden möchten

source: Layout Max Width
de_de: Layout Max Breite

source: in pixels
de_de: in pixeln

source: Recipe Layout
de_de: Rezept Layout

source: Full
de_de: Voll

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Recipe Slug
de_de: Rezept Slug

source: the term that appears in url
de_de: der Begriff, der in der URL erscheint

source: Recipes Per Page
de_de: Rezepte pro Seite

source: Recipes Per Row
de_de: Rezepte per Zeile

source: This option will not take affect for ALL archie layouts
de_de: Diese Option wird bei ALLEN archivierten Layouts wirkungslos sein

source: Recipes Archive Layout
de_de: Rezepte Archiv-Layout

source: Grid
de_de: Gitterstruktur

source: List
de_de: Listenstruktur

source: Show Recipe cards in Masonry?
de_de: Rezeptkarten in der Übersicht anzeigen?

source: If enabled, Layout Switcher will auto disable on front end
de_de: Wenn aktiviert, wird der Layout Switcher am Frontend automatisch deaktiviert

source: Show Layout Switcher?
de_de: Layout-Umschalter anzeigen?

source: This option only available for List and Grid view
de_de: Diese Option ist nur für die Listen- und Rasteransicht verfügbar

source: Heading Tag for Recipes Archive
de_de: Überschrift für Rezepte-Archiv

source: Recipe Title Color
de_de: Rezept Titel Farbe

source: This will default to theme link color
de_de: Standardmäßig wird die Link-Farbe der Themas verwendet

source: Recipe Excerpt Color
de_de: Rezept-Auszugsfarbe

source: Cards Background Color
de_de: Karten-Hintergrundfarbe

source: Key Points Text Color
de_de: Wichtige Punkte Textfarbe

source: Archive Layout Max Width
de_de: Archivlayout max. Breite

source: Override Pagination Styling?
de_de: Pagination-Styling überschreiben?

source: Do you want to override theme styling for pagination?
de_de: Möchten Sie das Thema-Styling für die Paginierung überschreiben?

source: Show Archive Excerpt
de_de: Archivauszug anzeigen

source: Do you want to show archive excerpt?
de_de: Möchten Sie einen Archivauszug anzeigen?

source: Show Search Form on archive page?
de_de: Suchformular auf Archivseite anzeigen?

source: If enabled, Search form will be added to recipes archive page
de_de: Wenn diese Option aktiviert ist, wird das Suchformular zur Archivseite für Rezepte hinzugefügt

source: Form background Color
de_de: Formular Hintergrund Farbe

source: Button background color
de_de: Botton Hintergrund Farbe

source: Button text color
de_de: Button Text Farbe

source: Recipe Widget: Image width
de_de: Rezept Widget: Bild breite

source: its for widget area
de_de: Es ist für Widget-Bereich

source: Recipe Widget: Background color
de_de: Rezept Widget: Hintergrundfarbe

source: Your Custom CSS
de_de: Ihre benutzerdefinierte CSS

source: Add your custom CSS here
de_de: Fügen Sie hier Ihr benutzerdefiniertes CSS hinzu

source: Convert Old Settings
de_de: Alte Einstellungen konvertieren

source: Delete Old Settings
de_de: Alte Einstellungen löschen

source: Delete Plugin Options
de_de: Plugin-Optionen löschen

source: Delete all plugin options data at uninstall?
de_de: Alle Plugin-Optionsdaten bei der Deinstallation löschen?

source: green = Yes & red = No
de_de: grün=Ja & rot=Nein

source: Delete Recipes Data
de_de: Rezeptdaten löschen

source: Delete all recipes meta data at uninstall?
de_de: Alle Rezepte-Metadaten bei der Deinstallation löschen?

source: Recipe Single Sidebar
de_de: Rezept Einzelseite-Sidebar

source: Widgets in this area will be shown on Single Recipe
de_de: Widgets in diesem Bereich werden in Einzelrezept angezeigt

source: Recipe Archive Sidebar
de_de: Rezeptarchiv-Sidebar

source: Widgets in this area will be shown on Recipe Archive pages
de_de: Widgets in diesem Bereich werden auf den Seiten des Rezeptarchivs angezeigt

source: Old Settings Detected!
de_de: Alte Einstellungen erkannt!

source: It looks like you have not updated the new settings page. Please go to %s and on "Special" tab, then click "Convert Old Settings" button. After Successful conversion, go to %s screen and update meta. Once both steps are done, click "Delete Old Settings" button.
de_de: Anscheinend haben Sie die neue Einstellungsseite nicht aktualisiert. Gehen Sie zu%s und klicken Sie auf der Registerkarte "Spezial" auf die Schaltfläche "Alte Einstellungen konvertieren". Wechseln Sie nach erfolgreicher Konvertierung zum Bildschirm%s und aktualisieren Sie das Meta. Wenn Sie beide Schritte ausgeführt haben, klicken Sie auf die Schaltfläche "Alte Einstellungen löschen".

source: New Settings Page
de_de: Neue Einstellungen

source: Boo Recipe
de_de: Boo Rezept

source: Old Settings
de_de: Alte Einstellungen

source: Settings Backup
de_de: Einstellungen Backup

source: Settings Backup and/or Restore
de_de: Einstellungen Backup und/oder Wiederherstellen

source: Custom CSS
de_de: Benutzerdefinierte CSS

source: Serving Size
de_de: Portionsgröße

source: The serving size, in terms of the number of volume or mass.
de_de: Portionsgröße in Gramm.

source: Calories
de_de: Kalorien

source: The number of calories.
de_de: Kalorien in kcal.

source: Total Fat
de_de: Gesamt Fett

source: The number of grams of fat.
de_de: Gesamt Fett in Gramm.

source: Saturated Fat
de_de: Gesättigte Fettsäuren

source: The number of grams of saturated fat.
de_de: Gesättigte Fettsäuren in Gramm.

source: Trans Fat
de_de: Normal Fettanteil

source: The number of grams of trans fat.
de_de: Normal Fettanteil in Gramm.

source: Unsaturated Fat
de_de: Ungesättigtes Fettsäuren

source: The number of grams of unsaturated fat.
de_de: Ungesättigte Fettsäuren in Gramm.

source: Cholesterol
de_de: Cholesterin

source: The number of milligrams of cholesterol.
de_de: Cholesterin in Milligramm.

source: Sodium
de_de: Natrium

source: The number of milligrams of sodium.
de_de: Natrium in Milligramm.

source: Total Carbohydrate
de_de: Kohlenhydrate

source: The number of grams of carbohydrates.
de_de: Kohlenhydrate in Gramm.

source: Dietary Fiber
de_de: Ballaststoffe

source: The number of grams of fiber.
de_de: Ballaststoffe in Gramm.

source: Sugar
de_de: Zucker

source: The number of grams of sugar.
de_de: Zucker in Gramm.

source: Protein
de_de: Eiweiß

source: The number of grams of protein.
de_de: Eiweiß in Gramm.

source: Recipe
de_de: Rezept

source: Recipe Categories
de_de: Rezept Kategorien

source: Recipe Category
de_de: Rezept Kategorie

source: Skill Levels
de_de: Schwierigkeitsgrade

source: Skill Level
de_de: Schwierigkeitsgrad

source: Recipe Tags
de_de: Rezept Tags

source: Recipe Tag
de_de: Rezept Tag

source: New %s
de_de: Neu %s

source: Add new %s
de_de: Neu Hinzufügen %s

source: Edit %s
de_de: Bearbeiten %s

source: View %s
de_de: Zeige %s

source: Search %s
de_de: Suchen %s

source: No %s found
de_de: Kein %s gefunden

source: No %s found in trash
de_de: Kein %s im Papierkorb gefunden

source: All %s
de_de: Alle %s

source: %s Archives
de_de: %s Archive

source: %s Attributes
de_de: %s Attribute

source: Insert into %s
de_de: Einfügen in %s

source: Uploaded to this %s
de_de: Hochgeladen zu diesem %s

source: Parent %s
de_de: Ursprung %s

source: Parent %s:
de_de: Ursprung %s:

source: Update %s
de_de: %s Aktualisieren

source: Add New %s
de_de: Neu hinzufügen %s

source: New %s Name
de_de: Neuer %s Name

source: Popular %s
de_de: Beliebtes %s

source: Separate %s with commas
de_de: %s mit Kommas trennen

source: Add or remove %s
de_de: Hinzufügen oder Entfernen von %s

source: Choose from the most used %s
de_de: Wähle aus den am öftesten genutzten %s

source: Show Nutrition
de_de: Zeige Nährwerte

source: Do you want to show nutrition info for this recipe? Its required by Schema.org
de_de: Möchten Sie Nährwertinformationen für dieses Rezept anzeigen? Es wird von Schema.org verlangt

source: in grams
de_de: in Gramm

source: in milligrams
de_de: in Milligramm

source: Text input expected
de_de: Text oder Zahlen sind erlaubt

source: Nutrition
de_de: Nährwerte angeben

source: Short Description
de_de: Kurzbeschreibung

source: Describe your recipe in a few words
de_de: Beschreibe das Rezept mit ein paar Worten

source: Time Format
de_de: Zeit Format

source: Minutes
de_de: Minuten

source: Hours
de_de: Stunden

source: Prep Time
de_de: Vorbereitungszeit

source: Hours or Minutes depending upon the options selected above
de_de: Stunden oder Minuten je nach den oben ausgewählten Optionen

source: Cook Time
de_de: Kochzeit

source: Format is HH:MM
de_de: Format ist HH: MM

source: Total Time
de_de: Gesamtzeit

source: Yields
de_de: Portionen

source: e.g. 6 bowls, 2 cakes, three ice-creams
de_de: z.B. 2, 4, 6 oder 8 für die Portionen

source: Is External Author?
de_de: Ist das ein Fremdautor ?

source: Check this box if the recipe author is not a registered user on this site
de_de: Klicke diese Box an wenn der Autor ein nicht Registrierter User ist

source: External author name
de_de: Externer Autor Name

source: External author link
de_de: Externer Autor Link

source: Ingredients
de_de: Zutaten

source: If you need to add ingredient group, place ** before the group heading like: **Cakeingredient 1ingredient 2
de_de: Wenn Sie eine Zutatengruppe hinzufügen müssen, setzen Sie ** vor die Gruppenüberschrift wie folgt: ** Cakeingredient 1ingredient 2

source: One ingredient per line.
de_de: Eine Zutat pro Zeile.

source: Directions
de_de: Arbeitsablauf

source: If you need to add directions group, place ** before the group heading like: <br/> **How to Make Crust<br/>Direction 1<br/>Direction 2
de_de: Möchtest du eine Gruppe aus Anweisungen hinzufügen, setze ** vor die Gruppenüberschrift so wie hier: <br/>**So macht man eine Kruste<br/>Anweisung 1<br/>Anweisung 2

source: One Step per line
de_de: Eine Zeile pro Schritt

source: Excerpt for List view
de_de: Auszug für Listenansicht

source: This will show in archive view of recipes
de_de: Dies wird in der Archivansicht der Rezepte angezeigt

source: Additional Notes
de_de: Zusätzliche Bemerkungen

source: Add additional notes to the recipe. it will show at the end of recipe
de_de: Fügen Sie dem Rezept weitere Notizen hinzu. Es wird am Ende des Rezepts angezeigt

source: Recipe Schema Information
de_de: Rezept schema informationen

source: Recipe Schema Options
de_de: Rezept Schema Optionen

source: Primary Information
de_de: Haupt Information

source: mins
de_de: Minuten

source: hours
de_de: Stunden

source: Failed security check
de_de: Sicherheitsüberprüfung fehlgeschlagen

source: Enter Keyword Here...
de_de: Suchwort eingeben.

# facebook, linkedin etc
source: Share
de_de: Teilen

# pinterest etc
source: Save
de_de: Speichern

source: Category
de_de: Kategorie

source: Usage
de_de: Verwendungszweck

source: Prep
de_de: Vorbereitungszeit

source: Cook
de_de: Kochzeit

source: Ready-in
de_de: Fertig in

source: Keyword
de_de: Suchwort

source: Instructions
de_de: Zubereitung

source: Nutrition Facts
de_de: Nährwertangaben

source: Search
de_de: Suchen

source: Any
de_de: Alles

source: All
de_de: Alle

# Post Archive Layout
source: Grid
de_de: Raster

# Post Archive Layout
source: List
de_de: Liste

source: Print
de_de: Drucken

source: Anonymous
de_de: Anonym

source: Easy
de_de: Leicht

source: Medium
de_de: Mittel

source: Hard
de_de: Schwer

source: Sorry, no recipes were found for this search criteria
de_de: Leider wurden für diese Suchkriterien keine Rezepte gefunden

source: A list of your recipe Categories
de_de: Eine Liste der Rezeptkategorien

source: Title
de_de: Titel

source: Max Number of categories to show
de_de: Max Anzahl der anzuzeigenden Kategorien

source: Order by
de_de: Sortieren nach

source: Number of Recipes in Category
de_de: Anzahl der Rezepte in der Kategorie

# Sorting order
source: Order
de_de: Sortierung

source: Hide if no recipe in category?
de_de: Ausblenden wenn kein Rezept in der Kategorie?

source: A list of Recipe skill levels
de_de: Eine Liste der Schwierigkeitsstufen

source: Recipe Skill Level
de_de: Rezept Schwirigkeitsgrad

source: Recipe Skill Levels
de_de: Rezept Schwierigkeitsgrade

source: Max Number of skill levels to show
de_de: Max Anzahl der anzuzeigenden Schwierigkeitsgrade

source: Number of Recipes in Skill Levels
de_de: Anzahl der Rezepte in den Schwierigkeitssgraden

source: Hide if no recipe in skill levels?
de_de: Verstecken, wenn kein Rezept in den Schwierigkeitsgraden vorhanden ist ?

source: This widget has no options
de_de: Dieses Widget hat keine Optionen

source: Recipe Tags Cloud
de_de: Rezept Tag-Cloud

source: A list of your recipes
de_de: Eine Liste deiner Rezepte

source: Number of recipes to show
de_de: Anzahl der anzuzeigenden Rezepte

source: Date
de_de: Datum

source: Comment Count
de_de: Anzahl der Kommentare

source: Random (Slow Method)
de_de: Zufällig (Langsame Methode)

source: Order field in recipe edit
de_de: Bestellfeld in Rezepteditor

source: Modified Date
de_de: Änderungsdatum

source: This will display search form for Recipes
de_de: Dadurch wird ein Suchformular für Rezepte angezeigt

source: Recipe Search Form
de_de: Rezept Suchformular

source: Search Recipes
de_de: Rezepte suchen

source: Security Validation Failed
de_de: Sicherheitsüberprüfung fehlgeschlagen

source: « prev
de_de: « zurück

source: next »
de_de: vor »

source: Calories from Fat
de_de: Kalorienen in Fett
